      * SYMBOLIC MAP of P4 Created by CACXBMS Version 6.1.0002
       01  P4O.
	   02  FILLER				      PIC X(12).
	   02  FILLER				      PIC XX.
	   02  HELLOA				      PIC X.
	   02  HELLOO				      PIC X(005).
